import React from 'react';
import styles from '../assets/RepayLoan.module.scss';

const RepayLoan: React.FC = () => {
    return (
        <div className={styles.container}>
            <p>Platiza — это популярный российский онлайн-сервис мгновенной финансовой помощи. Здесь можно за минуту получить
                заём на небольшую сумму без похода в офис, справок с работы, имея под рукой только паспорт и телефон.

                Мы предоставляем надёжное и безопасное решение людям, оказавшимся в экстренных финансовых ситуациях.
                Внедряя эффективные технологии, мы создали сервис, который стал персональным финансовым помощником
                для всех наших клиентов.
            </p>
            <div className={styles.footer}>
                <p>© 2011–2020 Микрокредитная компания «Платиза.ру»
                    (общество с ограниченной ответственностью).
                    Все права защищены.</p>
            </div>
        </div>
    );
};

export default RepayLoan;